var gu = {
  "chooseLanguage": "ભાષા પસંદ કરો",
  "continueButton": "ચાલુ રાખો",
  "searchLanguage": "ભાષા શોધો",
  "languageValidator": "કૃપા કરીને માન્ય ભાષા દાખલ કરો",

  "skip": "છોડો",
  "login": "લોગિન",
  "signUp": "સાઇન અપ",
  "verify": "ચકાસો",
  "resend": "ફરીથી મોકલો",
  "loginForgot": "પાસવર્ડ ભૂલી ગયા?",

  "onBoardingTitle1": "રી-બાઇટમાં આપનું સ્વાગત છે\nઇ-વેસ્ટ ઘટાડો, ઇનામ મેળવો",
  "onBoardingSubtitle1":
      "તમારું ઇ-વેસ્ટ જવાબદારીપૂર્વક નિકાલ કરો અને રોમાંચક ઇનામ મેળવો. રી-બાઇટ સાથે રિસાયકલિંગને સરળ, લાભદાયી અને પર્યાવરણમિત્ર બનાવો.",

  "onBoardingTitle2": "નજીકના\nઇ-વેસ્ટ ડ્રોપ પોઇન્ટ શોધો",
  "onBoardingSubtitle2":
      "તમારા નજીકના પ્રમાણિત ઇ-વેસ્ટ સંગ્રહ કેન્દ્રોને સરળતાથી શોધો. જૂના ઉપકરણો સુરક્ષિત રીતે નિકાલ કરો અને શુદ્ધ પર્યાવરણમાં યોગદાન આપો.",

  "onBoardingTitle3": "તમારા ઘરે પીકઅપ શેડ્યૂલ કરો",
  "onBoardingSubtitle3":
      "ડ્રોપ પોઇન્ટ પર જવાનો સમય નથી? પીકઅપ શેડ્યૂલ કરો, અને અમે ખાતરી કરીશું કે તમારું ઇ-વેસ્ટ યોગ્ય રીતે એકત્રિત અને રિસાયકલ થશે.",

  "onBoardingTitle4": "તમારા પ્રભાવને ટ્રૅક કરો\nઅને માહિતી મેળવો",
  "onBoardingSubtitle4":
      "તમારા રિસાયકલિંગ પ્રયાસોની મોનીટરીંગ કરો, તમારા યોગદાનને ટ્રૅક કરો, અને તમે ગ્રહ પર કરેલા સકારાત્મક પ્રભાવને જુઓ.",

  "headlineTitle": "ઇ-વેસ્ટ રિસાયકલિંગમાં ક્રાંતિ, એક ઉપકરણ એક સમયે",
  "headlineSubtitle":
      "રી-બાઇટ ઇ-વેસ્ટ નિકાલને સરળ અને લાભદાયી બનાવે છે. નજીકના ડ્રોપ પોઇન્ટ શોધો, પીકઅપ શેડ્યૂલ કરો અને તમારા પ્રભાવને ટ્રૅક કરો—સફળ અને હરીત ગ્રહ માટે.",

  "loginTitle": "સ્વાગત છે",
  "loginSubtitle":
      "તમારા ઇ-વેસ્ટનું જવાબદારીપૂર્વક સંચાલન કરવા માટે લોગિન કરો. તમારા યોગદાનને ટ્રૅક કરો, ડ્રોપ-ઓફ પોઇન્ટ શોધો અને પર્યાવરણ પર સકારાત્મક પ્રભાવ બનાવો.",

  "loginInput1": "કૃપા કરીને તમારું ઈમેલ સરનામું દાખલ કરો",
  "loginInput2": "કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો",

  "loginInputLabel1": "ઈમેલ-આઈડી",
  "loginInputLabel2": "પાસવર્ડ",
  "loginInputValidator1": "કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો",
  "loginInputValidator2": "કૃપા કરીને માન્ય પાસવર્ડ દાખલ કરો",

  "signUpTitle1": "ઈમેલ સાથે જોડાયેલા રહો!",
  "signUpSubtitle1":
      "અમે તમને ઇ-વેસ્ટ નિકાલ ટિપ્સ, ઇનામો અને એકાઉન્ટ સુરક્ષા માટે અપડેટ રાખવા માટે તમારું ઈમેલ જરૂરી છે. એક માન્ય ઈમેલ દાખલ કરો.",

  "signUpTitle2": "તમારી ઓળખ ચકાસો!",
  "signUpSubtitle2":
      "તમારા સુરક્ષા માટે, અમે તમારા ઈમેલ પર એક ઓટિપિ મોકલ્યો છે. કોડ દાખલ કરો અને રી-બાઇટનો ઉપયોગ શરૂ કરો.",

  "signUpTitle3": "આપણને તમારા વિશે જાણવા દો!",
  "signUpSubtitle3":
      "ઇ-વેસ્ટને અસરકારક રીતે રિસાયકલ કરવા માટેના આંદોલનમાં જોડાઓ. તમારા અનુભવને વ્યક્તિગત બનાવવા અને જવાબદાર રિસાયકલિંગ વિકલ્પો સાથે જોડાવા માટે અમને તમારી વિગતો આપો.",

  "signUpTitle4": "તમારું એકાઉન્ટ સુરક્ષિત કરો!",
  "signUpSubtitle4":
      "તમારા એકાઉન્ટની સુરક્ષા અમારી પ્રાથમિકતા છે. મજબૂત પાસવર્ડ બનાવો જેથી તમારો ડેટા સુરક્ષિત રહે અને તમે રી-બાઇટને સરળતાથી ઍક્સેસ કરી શકો.",

  "forgotPasswordTitle1": "તમારું એકાઉન્ટ પુનઃપ્રાપ્ત કરો!",
  "forgotPasswordSubtitle1":
      "તમારું નોંધાયેલ ઈમેલ દાખલ કરો, અને અમે તમને પાસવર્ડ રીસેટ લિંક મોકલીશું. તમારું એકાઉન્ટ સુરક્ષિત રાખો અને ઇ-વેસ્ટ રિસાયકલિંગ ચાલુ રાખો.",

  "forgotPasswordTitle2": "સુરક્ષાને ચકાસવા માટે વેરિફાય કરો!",
  "forgotPasswordSubtitle2":
      "તમારો પાસવર્ડ રીસેટ કરવા માટે, તમારું ઈમેલ પર મોકલાયેલ વન-ટાઇમ કોડ દાખલ કરો. આ અમને તમારા એકાઉન્ટને સુરક્ષિત રાખવામાં સહાય કરે છે.",

  "forgotPasswordTitle3": "નવો પાસવર્ડ સેટ કરો!",
  "forgotPasswordSubtitle3":
      "તમારા એકાઉન્ટની પુનઃપ્રાપ્તિ માટે મજબૂત નવો પાસવર્ડ બનાવો. તેને સુરક્ષિત રાખો અને રી-બાઇટ સાથે તમારું યોગદાન ચાલુ રાખો.",

  "forgotPasswordLabel1": "કૃપા કરીને નવો પાસવર્ડ બનાવો",
  "forgotPasswordLabel2": "કૃપા કરીને તમારો નવો પાસવર્ડ પુષ્ટિ કરો",
  "forgotPasswordLabel3": "ઈમેલ પ્રાપ્ત થયો નથી?",
};
