var hi = {
  "chooseLanguage": "भाषा चुनें",
  "continueButton": "जारी रखें",
  "searchLanguage": "भाषा खोजें",
  "languageValidator": "कृपया एक मान्य भाषा दर्ज करें",

  "skip": "छोड़ें",
  "login": "लॉग इन",
  "signUp": "साइन अप",
  "verify": "सत्यापित करें",
  "resend": "फिर से भेजें",
  "loginForgot": "पासवर्ड भूल गए?",

  "onBoardingTitle1": "री-बाइट में आपका स्वागत है\nई-वेस्ट कम करें, इनाम पाएं",
  "onBoardingSubtitle1":
      "अपना ई-वेस्ट जिम्मेदारी से निपटाएं और रोमांचक इनाम अर्जित करें। री-बाइट से जुड़ें और रीसाइक्लिंग को सरल, लाभदायक और पर्यावरण के अनुकूल बनाएं।",

  "onBoardingTitle2": "नज़दीकी\nई-वेस्ट ड्रॉप पॉइंट खोजें",
  "onBoardingSubtitle2":
      "अपने पास के प्रमाणित ई-वेस्ट संग्रह केंद्रों को आसानी से खोजें। पुराने उपकरणों को सुरक्षित रूप से ड्रॉप करें और एक स्वच्छ पर्यावरण में योगदान दें।",

  "onBoardingTitle3": "अपने दरवाजे पर पिकअप शेड्यूल करें",
  "onBoardingSubtitle3":
      "ड्रॉप पॉइंट पर जाने का समय नहीं? एक पिकअप शेड्यूल करें, और हम सुनिश्चित करेंगे कि आपका ई-वेस्ट सही तरीके से एकत्रित और पुनर्नवीनीकरण हो।",

  "onBoardingTitle4": "प्रभाव ट्रैक करें\nऔर अंतर्दृष्टि प्राप्त करें",
  "onBoardingSubtitle4":
      "अपने रीसाइक्लिंग प्रयासों की निगरानी करें, अपने योगदान को ट्रैक करें, और देखें कि आप ग्रह पर कितना सकारात्मक प्रभाव डाल रहे हैं।",

  "headlineTitle": "ई-वेस्ट रीसाइक्लिंग में क्रांति, एक डिवाइस एक समय में",
  "headlineSubtitle":
      "री-बाइट ई-वेस्ट निपटान को आसान और लाभदायक बनाता है। नज़दीकी ड्रॉप पॉइंट खोजें, पिकअप शेड्यूल करें और अपने प्रभाव को ट्रैक करें—साफ़, हरित ग्रह में योगदान दें।",

  "loginTitle": "स्वागत है",
  "loginSubtitle":
      "अपना ई-वेस्ट जिम्मेदारी से प्रबंधित करने के लिए लॉग इन करें। अपने योगदान को ट्रैक करें, ड्रॉप-ऑफ पॉइंट खोजें, और पर्यावरण पर सकारात्मक प्रभाव डालें।",

  "loginInput1": "कृपया अपना ईमेल पता दर्ज करें",
  "loginInput2": "कृपया अपना पासवर्ड दर्ज करें",

  "loginInputLabel1": "ईमेल-आईडी",
  "loginInputLabel2": "पासवर्ड",
  "loginInputValidator1": "कृपया मान्य फ़ोन नंबर दर्ज करें",
  "loginInputValidator2": "कृपया मान्य पासवर्ड दर्ज करें",

  "signUpTitle1": "ईमेल के साथ जुड़े रहें!",
  "signUpSubtitle1":
      "हमें आपको ई-वेस्ट निपटान युक्तियाँ, पुरस्कार और खाता सुरक्षा के बारे में अपडेट करने के लिए आपका ईमेल चाहिए। एक सही ईमेल दर्ज करें।",

  "signUpTitle2": "अपनी पहचान सत्यापित करें!",
  "signUpSubtitle2":
      "आपकी सुरक्षा के लिए, हमने आपके ईमेल पर एक ओटीपी भेजा है। कोड दर्ज करें और री-बाइट का उपयोग शुरू करें।",

  "signUpTitle3": "आइए आपको जानें!",
  "signUpSubtitle3":
      "ई-वेस्ट को कुशलतापूर्वक रीसायकल करने की पहल में शामिल हों। अपने अनुभव को वैयक्तिकृत करने और जिम्मेदार रीसाइक्लिंग विकल्पों से जुड़ने के लिए हमें अपने बारे में बताएं।",

  "signUpTitle4": "अपने खाते को सुरक्षित करें!",
  "signUpSubtitle4":
      "आपके खाते की सुरक्षा हमारी प्राथमिकता है। एक मजबूत पासवर्ड बनाएं जिससे आपका डेटा सुरक्षित रहे और आप री-बाइट में सुचारू रूप से प्रवेश कर सकें।",

  "signUpTitle5": "अपना खाता पंजीकृत करें!",
  "signUpSubtitle5":
      "हमें आपके लिए सबसे अच्छा अनुभव प्रदान करने के लिए अपनी भूमिका का चयन करें।",

  "forgotPasswordTitle1": "अपना खाता पुनर्प्राप्त करें!",
  "forgotPasswordSubtitle1":
      "अपना पंजीकृत ईमेल दर्ज करें, और हम आपको पासवर्ड रीसेट लिंक भेजेंगे। अपना खाता सुरक्षित रखें और ई-वेस्ट रीसाइक्लिंग जारी रखें।",

  "forgotPasswordTitle2": "सुरक्षा के लिए सत्यापित करें!",
  "forgotPasswordSubtitle2":
      "अपना पासवर्ड रीसेट करने के लिए, अपने ईमेल पर भेजे गए वन-टाइम कोड को दर्ज करें। इससे हम आपके खाते को सुरक्षित रखते हैं।",

  "forgotPasswordTitle3": "नया पासवर्ड सेट करें!",
  "forgotPasswordSubtitle3":
      "अपने खाते तक पुनः पहुँच प्राप्त करने के लिए एक नया, मजबूत पासवर्ड बनाएँ। इसे सुरक्षित रखें और री-बाइट के साथ प्रभाव डालते रहें।",

  "forgotPasswordLabel1": "कृपया एक नया पासवर्ड बनाएं",
  "forgotPasswordLabel2": "कृपया अपने नए पासवर्ड की पुष्टि करें",
  "forgotPasswordLabel3": "ईमेल प्राप्त नहीं हुआ?",

  "choiceIndividual": "व्यक्ति",
  "choiceOrganization": "संगठन",
};
